let a = +prompt("Введите первое целое число", "");
let b = +prompt("Введите второе целое  число", "");

document.write(`<h3> Сумма двух чисел: ${(a + b)}</h3> <br>`);
document.write(`<h3> Разница  двух чисел: ${(a - b)}</h3> <br>`);
document.write(`<h3> Производное двух чисел: ${(a * b)}</h3> <br>`);
document.write(`<h3> Частное от деления двух чисел: ${(a / b)}</h3> <br>`);
document.write(`<h3> Остаток от деления  двух чисел: ${(a % b)}</h3> <br>`);
document.write(`<h3>  Сумма от возведения двух чисел: ${(a ** b)}</h3> <br>`);